[
  "obsidian-tasks-plugin",
  "dataview",
  "table-editor-obsidian",
  "obsidian-style-settings",
  "shiki-highlighter",
  "pexels-banner",
  "obsidian-linter",
  "obsidian-kanban",
  "floating-toc",
  "obsidian-better-command-palette",
  "pdf-plus",
  "actions-uri"
]